{
  "paragraphs": [
    {
      "text": "One approach you will use to watch the video is just the way you naturally do. That is, just watch the video as you normally would, as if you were at home.",
      "segments": [
        { "text": "One approach you will use to watch the video is just the way you naturally do.", "start": 840, "end": 5059 },
        { "text": "That is,", "start": 5760, "end": 6039 },
        { "text": "just watch the video as you normally would,", "start": 6300, "end": 8739 },
        { "text": "as if you were at home.", "start": 8979, "end": 10060 }
      ]
    },
    {
      "text": "First we will give you instructions on what to do here, and then guide you in a practice in which you will apply neutral attention while watching the erotic video. During the actual experiment, you will simply be reminded to use this natural approach before beginning, so please give your full attention to these instructions now.",
      "segments": [
        { "text": "First we will give you instructions on what to do here,", "start": 10700, "end": 13300 },
        { "text": "and then guide you in a practice in which you will apply neutral attention while watching the erotic video.", "start": 13500, "end": 18899 },
        { "text": "During the actual experiment,", "start": 19540, "end": 20840 },
        { "text": "you will simply be reminded to use this natural approach before beginning,", "start": 21219, "end": 24479 },
        { "text": "so please give your full attention to these instructions now.", "start": 24780, "end": 28020 }
      ]
    },
    {
      "text": "The videos you will watch contain sexually explicit content. The sexual activities displayed may vary. The gender of the actors may also vary.",
      "segments": [
        { "text": "The videos you will watch contain sexually explicit content.", "start": 29780, "end": 32500 },
        { "text": "The sexual activities displayed may vary.", "start": 33099, "end": 35040 },
        { "text": "The gender of the actors may also vary.", "start": 35500, "end": 37299 }
      ]
    },
    {
      "text": "This part of the study is designed to observe how people naturally view sexually explicit films as if they were at home. While the video is playing, just watch it as you naturally would as if you were at home. You'll be asked a series of questions after each video.",
      "segments": [
        { "text": "This part of the study is designed to observe how people naturally view sexually explicit films as if they were at home.", "start": 38259, "end": 44580 },
        { "text": "While the video is playing,", "start": 45380, "end": 46240 },
        { "text": "just watch it as you naturally would as if you were at home.", "start": 46500, "end": 49840 },
        { "text": "You'll be asked a series of questions after each video.", "start": 50360, "end": 53299 }
      ]
    },
    {
      "text": "You are in a private room. No one can see or hear you. There are no cameras or live monitors. Your experience is your own. This setup is meant to help you focus on the video without distractions or concern for how you might appear.",
      "segments": [
        { "text": "You are in a private room.", "start": 54159, "end": 55740 },
        { "text": "No one can see or hear you.", "start": 56360, "end": 57819 },
        { "text": "There are no cameras or live monitors.", "start": 58619, "end": 60200 },
        { "text": "Your experience is your own.", "start": 60979, "end": 62900 },
        { "text": "This setup is meant to help you focus on the video without distractions or concern for how you might appear.", "start": 63520, "end": 69260 }
      ]
    },
    {
      "text": "We've tried to make your setting as private and comfortable as possible, so get in a comfortable position on the couch and settle into the room so you can watch the videos as if you were at home. After these instructions are over, you can let us know if there are any adjustments we can make to increase your comfort.",
      "segments": [
        { "text": "We've tried to make your setting as private and comfortable as possible,", "start": 70040, "end": 73300 },
        { "text": "so get in a comfortable position on the couch and settle into the room so you can watch the videos as if you were at home.", "start": 73559, "end": 80459 },
        { "text": "After these instructions are over,", "start": 81300, "end": 82800 },
        { "text": "you can let us know if there are any adjustments we can make to increase your comfort.", "start": 82959, "end": 86739 }
      ]
    },
    {
      "text": "For certain parts of the study, you will be instructed to let your attention be natural, as if you were at home. That is, you are meant to watch the video as you naturally would outside of a research setting.",
      "segments": [
        { "text": "For certain parts of the study,", "start": 87940, "end": 88900 },
        { "text": "you will be instructed to let your attention be natural,", "start": 89099, "end": 91400 },
        { "text": "as if you were at home.", "start": 92120, "end": 92959 },
        { "text": "That is,", "start": 93650, "end": 93900 },
        { "text": "you are meant to watch the video as you naturally would outside of a research setting.", "start": 94199, "end": 98300 }
      ]
    },
    {
      "text": "You may find that your thoughts drift or that you become aware of sensations in your body. When you notice this, watch the video in whatever way feels most normal to you.",
      "segments": [
        { "text": "You may find that your thoughts drift or that you become aware of sensations in your body.", "start": 98899, "end": 102959 },
        { "text": "When you notice this,", "start": 103569, "end": 104279 },
        { "text": "watch the video in whatever way feels most normal to you.", "start": 104540, "end": 107680 }
      ]
    },
    {
      "text": "It is possible that while watching, you may notice signs of sexual arousal or other bodily reactions. Your attention and reactions should be whatever they would be as if you were at home.",
      "segments": [
        { "text": "It is possible that while watching,", "start": 108500, "end": 109800 },
        { "text": "you may notice signs of sexual arousal or other bodily reactions.", "start": 110040, "end": 113199 },
        { "text": "Your attention and reactions should be whatever they would be as if you were at home.", "start": 114339, "end": 118379 }
      ]
    },
    {
      "text": "You do not need to do anything specific with your thoughts, emotions, or sensations. Just keep your focus on the sexually explicit film as you typically would.",
      "segments": [
        { "text": "You do not need to do anything specific with your thoughts,", "start": 119239, "end": 122019 },
        { "text": "emotions,", "start": 122339, "end": 122800 },
        { "text": "or sensations.", "start": 123279, "end": 123940 },
        { "text": "Just keep your focus on the sexually explicit film as you typically would.", "start": 124879, "end": 128580 }
      ]
    },
    {
      "text": "If your breathing changes or your heart rate increases, just keep watching the video. The idea is to bring the same attitude to this video as if you were enjoying a sexually explicit film in your everyday life.",
      "segments": [
        { "text": "If your breathing changes or your heart rate increases,", "start": 129179, "end": 131740 },
        { "text": "just keep watching the video.", "start": 132240, "end": 133800 },
        { "text": "The idea is to bring the same attitude to this video as if you were enjoying a sexually explicit film in your everyday life.", "start": 134699, "end": 141839 }
      ]
    },
    {
      "text": "That said, you should remain seated and avoid any self-stimulation during the erotic video.",
      "segments": [
        { "text": "That said,", "start": 142899, "end": 143080 },
        { "text": "you should remain seated and avoid any self-stimulation during the erotic video.", "start": 143300, "end": 147580 }
      ]
    },
    {
      "text": "Practicing in this way should feel familiar to you. You are viewing the video just as you would watch it, as if you were in your own space, comfortable and usual. You are not trying to think in a certain way or avoid specific reactions. Just watch, viewing the video as you naturally would outside of a research setting.",
      "segments": [
        { "text": "Practicing in this way should feel familiar to you.", "start": 148559, "end": 150940 },
        { "text": "You are viewing the video just as you would watch it,", "start": 151550, "end": 153800 },
        { "text": "as if you were in your own space,", "start": 153899, "end": 155240 },
        { "text": "comfortable and usual.", "start": 155839, "end": 157259 },
        { "text": "You are not trying to think in a certain way or avoid specific reactions.", "start": 157779, "end": 161820 },
        { "text": "Just watch,", "start": 162729, "end": 163220 },
        { "text": "viewing the video as you naturally would outside of a research setting.", "start": 163559, "end": 167380 }
      ]
    },
    {
      "text": "If at any point during the session you feel uncomfortable or wish to stop the study, you are free to do so. Use the communication device provided to let the research assistant know. Someone will respond promptly.",
      "segments": [
        { "text": "If at any point during the session you feel uncomfortable or wish to stop the study,", "start": 168619, "end": 172440 },
        { "text": "you are free to do so.", "start": 172639, "end": 173979 },
        { "text": "Use the communication device provided to let the research assistant know.", "start": 174690, "end": 177779 },
        { "text": "Someone will respond promptly.", "start": 178360, "end": 179940 }
      ]
    },
    {
      "text": "Now, take a moment to sit comfortably. There is no specific posture you need to hold. Just sit in any way that feels natural. Rest your hands on your lap or by your sides. Let your shoulders relax. Take a slow, deep breath and allow yourself to settle into the couch and get comfortable.",
      "segments": [
        { "text": "Now,", "start": 181059, "end": 181500 },
        { "text": "take a moment to sit comfortably.", "start": 181500, "end": 183059 },
        { "text": "There is no specific posture you need to hold.", "start": 183929, "end": 186080 },
        { "text": "Just sit in any way that feels natural.", "start": 186710, "end": 188660 },
        { "text": "Rest your hands on your lap or by your sides.", "start": 189380, "end": 191759 },
        { "text": "Let your shoulders relax.", "start": 192380, "end": 193520 },
        { "text": "Take a slow,", "start": 194600, "end": 194979 },
        { "text": "deep breath and allow yourself to settle into the couch and get comfortable.", "start": 195259, "end": 199419 }
      ]
    },
    {
      "text": "As the video plays, notice what you see and hear as if you are watching a sexually explicit video at home. If your mind wanders, that's fine. If you notice physical sensations, that's normal. If you feel nothing in particular, that's okay too.",
      "segments": [
        { "text": "As the video plays,", "start": 200259, "end": 201259 },
        { "text": "notice what you see and hear as if you are watching a sexually explicit video at home.", "start": 201580, "end": 206199 },
        { "text": "If your mind wanders,", "start": 207119, "end": 208039 },
        { "text": "that's fine.", "start": 208259, "end": 208779 },
        { "text": "If you notice physical sensations,", "start": 209479, "end": 210800 },
        { "text": "that's normal.", "start": 211360, "end": 211839 },
        { "text": "If you feel nothing in particular,", "start": 212580, "end": 213759 },
        { "text": "that's okay too.", "start": 214179, "end": 215080 }
      ]
    },
    {
      "text": "You do not need to create any specific experience, just watch the video as you normally would as if in the comfort of your own home.",
      "segments": [
        { "text": "You do not need to create any specific experience,", "start": 215639, "end": 218220 },
        { "text": "just watch the video as you normally would as if in the comfort of your own home.", "start": 218679, "end": 223259 }
      ]
    },
    {
      "text": "You will get a reminder to use this same neutral approach before the actual video starts. For now, use this practice period to become comfortable with watching the erotic video. We'll now move into a short practice period so you can get a sense of what it feels like to watch naturally in this environment. This is to help you become familiar with the experience before the study begins.",
      "segments": [
        { "text": "You will get a reminder to use this same neutral approach before the actual video starts.", "start": 224440, "end": 228360 },
        { "text": "For now,", "start": 229080, "end": 229500 },
        { "text": "use this practice period to become comfortable with watching the erotic video.", "start": 229660, "end": 233199 },
        { "text": "We'll now move into a short practice period so you can get a sense of what it feels like to watch naturally in this environment.", "start": 233960, "end": 239759 },
        { "text": "This is to help you become familiar with the experience before the study begins.", "start": 240860, "end": 244639 }
      ]
    }
  ]
}
