{
  "paragraphs": [
    {
      "text": "Another way you'll be asked to approach the erotic videos is through observatory attention, in which you bring non-judgmental awareness to both the scene and your own responses as they occur in the present moment.",
      "segments": [
        { "text": "Another way you'll be asked to approach the erotic videos is through observatory attention,", "start": 20, "end": 4380 },
        { "text": "in which you bring non-judgmental awareness to both the scene and your own responses as they occur in the present moment.", "start": 5280, "end": 11939 }
      ]
    },
    {
      "text": "This means noticing what you see, hear, and feel with openness and curiosity, without trying to change or react to any of your responses.",
      "segments": [
        { "text": "This means noticing what you see,", "start": 12619, "end": 14319 },
        { "text": "hear,", "start": 14420, "end": 15000 },
        { "text": "and feel with openness and curiosity,", "start": 15199, "end": 17739 },
        { "text": "without trying to change or react to any of your responses.", "start": 18799, "end": 21420 }
      ]
    },
    {
      "text": "First, we will give you instructions and then guide you in a practice where you will apply this observatory approach while watching the erotic video. During the actual experiment, you will simply be reminded to use this approach before beginning, so please give your full attention to these instructions now.",
      "segments": [
        { "text": "First,", "start": 22899, "end": 23459 },
        { "text": "we will give you instructions and then guide you in a practice where you will apply this observatory approach while watching the erotic video.", "start": 23639, "end": 29959 },
        { "text": "During the actual experiment,", "start": 30379, "end": 31819 },
        { "text": "you will simply be reminded to use this approach before beginning,", "start": 32009, "end": 34740 },
        { "text": "so please give your full attention to these instructions now.", "start": 35020, "end": 38360 }
      ]
    },
    {
      "text": "As you watch the erotic video, become an observer, someone who watches and notices without becoming absorbed. Adopt the mindset of a neutral witness, like someone observing a scene from a distance and your own reactions as separate phenomena to take. Simply witness what happens on the screen and in your body in the present moment as it actually occurs.",
      "segments": [
        { "text": "As you watch the erotic video,", "start": 39040, "end": 40819 },
        { "text": "become an observer,", "start": 41080, "end": 42099 },
        { "text": "someone who watches and notices without becoming absorbed.", "start": 42840, "end": 45580 },
        { "text": "Adopt the mindset of a neutral witness,", "start": 46040, "end": 48459 },
        { "text": "like someone observing a scene from a distance and your own reactions as separate phenomena to take Simply witness what happens on the screen and in your body in the present moment as it actually occurs.", "start": 49099, "end": 61180 }
      ]
    },
    {
      "text": "Become curious about your experience as if it is happening for the first time. Notice what you see and hear in the video. Observe the movements, interactions, and expressions you see on screen.",
      "segments": [
        { "text": "Become curious about your experience as if it is happening for the first time.", "start": 61939, "end": 66220 },
        { "text": "Notice what you see and hear in the video.", "start": 66779, "end": 69199 },
        { "text": "Observe the movements,", "start": 70000, "end": 70760 },
        { "text": "interactions,", "start": 71120, "end": 71620 },
        { "text": "and expressions you see on screen.", "start": 72339, "end": 74040 }
      ]
    },
    {
      "text": "Take note of how the actors move, how they interact sexually, and what expressions they display. Attend to the visual and auditory elements of the scene as information comes into your awareness. Let the details enter your awareness while keeping the perspective of a third-party observer.",
      "segments": [
        { "text": "Take note of how the actors move,", "start": 74620, "end": 76339 },
        { "text": "how they interact sexually,", "start": 76699, "end": 78019 },
        { "text": "and what expressions they display.", "start": 78360, "end": 80059 },
        { "text": "Attend to the visual and auditory elements of the scene as information comes into your awareness.", "start": 80500, "end": 86160 },
        { "text": "Let the details enter your awareness while keeping the perspective of a third-party observer.", "start": 87139, "end": 92239 }
      ]
    },
    {
      "text": "As you watch the erotic video, your internal experience may shift, and your body may respond in various ways. When this occurs, turn your attention to notice these internal changes, however slight they may be.",
      "segments": [
        { "text": "As you watch the erotic video,", "start": 93459, "end": 95160 },
        { "text": "your internal experience may shift,", "start": 95419, "end": 97519 },
        { "text": "and your body may respond in various ways.", "start": 97860, "end": 100260 },
        { "text": "When this occurs,", "start": 101059, "end": 101620 },
        { "text": "turn your attention to notice these internal changes,", "start": 101980, "end": 104480 },
        { "text": "however slight they may be.", "start": 104919, "end": 106500 }
      ]
    },
    {
      "text": "Notice any physical sensations such as changes in your breath, any areas of tension, warmth, tingling, pulsing, or other bodily responses that may occur, including in your genitals. Notice how these sensations change moment by moment.",
      "segments": [
        { "text": "Notice any physical sensations such as changes in your breath,", "start": 106519, "end": 110760 },
        { "text": "any areas of tension,", "start": 111019, "end": 112199 },
        { "text": "warmth,", "start": 112580, "end": 113220 },
        { "text": "tingling,", "start": 114259, "end": 114819 },
        { "text": "pulsing,", "start": 114819, "end": 115379 },
        { "text": "or other bodily responses that may occur,", "start": 115480, "end": 118300 },
        { "text": "including in your genitals.", "start": 118459, "end": 120099 },
        { "text": "Notice how these sensations change moment by moment.", "start": 120699, "end": 123819 }
      ]
    },
    {
      "text": "If you sense no sensations, that's fine. Just make note of whatever experience is there to be felt. When you become aware of any sensation, take note of it without trying to increase or decrease it. Simply notice how your body responds to what you're watching.",
      "segments": [
        { "text": "If you sense no sensations,", "start": 124160, "end": 125660 },
        { "text": "that's fine.", "start": 126180, "end": 126860 },
        { "text": "Just make note of whatever experience is there to be felt.", "start": 127580, "end": 130679 },
        { "text": "When you become aware of any sensation,", "start": 131500, "end": 133559 },
        { "text": "take note of it without trying to increase or decrease it.", "start": 133919, "end": 137259 },
        { "text": "Simply notice how your body responds to what you're watching.", "start": 137460, "end": 140440 }
      ]
    },
    {
      "text": "Monitor the changes as they occur, emerge, and perhaps subside or strengthen. Watch how sensations arise, persist for a time, and then fade away while maintaining your position as neutral observer.",
      "segments": [
        { "text": "Monitor the changes as they occur,", "start": 140860, "end": 143000 },
        { "text": "emerge,", "start": 143279, "end": 143779 },
        { "text": "and perhaps subside or strengthen.", "start": 144160, "end": 146220 },
        { "text": "Watch how sensations arise,", "start": 146580, "end": 148460 },
        { "text": "persist for a time,", "start": 148860, "end": 150080 },
        { "text": "and then fade away while maintaining your position as neutral observer.", "start": 150199, "end": 154339 }
      ]
    },
    {
      "text": "As thoughts, emotions, or distractions come up, recognize them as mental processes that are occurring, temporary events in your mind. You don't need to pursue these thoughts or push them away. Simply observe that thinking is happening, perhaps noting thinking to yourself, and return your attention to watching both the video and your reactions to it.",
      "segments": [
        { "text": "As thoughts,", "start": 154940, "end": 155860 },
        { "text": "emotions,", "start": 156139, "end": 156619 },
        { "text": "or distractions come up,", "start": 157039, "end": 158679 },
        { "text": "recognize them as mental processes that are occurring,", "start": 158720, "end": 161979 },
        { "text": "temporary events in your mind.", "start": 162339, "end": 164300 },
        { "text": "You don't need to pursue these thoughts or push them away.", "start": 164720, "end": 168039 },
        { "text": "Simply observe that thinking is happening,", "start": 168559, "end": 170899 },
        { "text": "perhaps noting thinking to yourself,", "start": 171039, "end": 173100 },
        { "text": "and return your attention to watching both the video and your reactions to it.", "start": 173399, "end": 178100 }
      ]
    },
    {
      "text": "If you notice yourself making judgments about your experience or trying to control what happens, there is no need to judge your judging. Simply observe that judging is occurring and return your attention back to your present moment experience.",
      "segments": [
        { "text": "If you notice yourself making judgments about your experience or trying to control what happens,", "start": 178440, "end": 183839 },
        { "text": "There is no need to judge your judging.", "start": 184139, "end": 186279 },
        { "text": "Simply observe that judging is occurring and return your attention back to your present moment experience.", "start": 187259, "end": 192100 }
      ]
    },
    {
      "text": "Treat all mental activity as a mental inventory, noticing, letting go, and then returning your attention back to the video and the moment-by-moment sensations.",
      "segments": [
        { "text": "Treat all mental activity as a mental inventory,", "start": 193169, "end": 195580 },
        { "text": "noticing,", "start": 196080, "end": 196759 },
        { "text": "letting go,", "start": 197059, "end": 197860 },
        { "text": "and then returning your attention back to the video and the moment-by-moment sensations.", "start": 198330, "end": 202100 }
      ]
    },
    {
      "text": "Continue observing your internal responses, whatever they may be, pleasant, unpleasant, or neutral. Simply notice what happens without needing to change or avoid it. Notice the fluctuations in sensation without holding onto them or pushing them away.",
      "segments": [
        { "text": "Continue observing your internal responses,", "start": 203000, "end": 205580 },
        { "text": "whatever they may be,", "start": 206080, "end": 207320 },
        { "text": "pleasant,", "start": 207440, "end": 208000 },
        { "text": "unpleasant,", "start": 208300, "end": 208940 },
        { "text": "or neutral.", "start": 209380, "end": 210100 },
        { "text": "Simply notice what happens without needing to change or avoid it.", "start": 210720, "end": 214320 },
        { "text": "Notice the fluctuations in sensation without holding onto them or pushing them away.", "start": 215070, "end": 219740 }
      ]
    },
    {
      "text": "Simply watch what occurs as it occurs, maintaining your position as someone who monitors their own experience with detached attention. Keep this watchful stance steady throughout the video.",
      "segments": [
        { "text": "Simply watch what occurs as it occurs,", "start": 220660, "end": 222759 },
        { "text": "maintaining your position as someone who monitors their own experience with detached attention.", "start": 223080, "end": 227960 },
        { "text": "Keep this watchful stance steady throughout the video.", "start": 229059, "end": 231520 }
      ]
    },
    {
      "text": "Bring your full attention to what is happening right now, and keep returning to the present moment each time your focus drifts. Observe the present moment experience as it happens, without judgment, interpreting it, or becoming entangled with it.",
      "segments": [
        { "text": "Bring your full attention to what is happening right now,", "start": 232740, "end": 236199 },
        { "text": "and keep returning to the present moment each time your focus drifts.", "start": 236339, "end": 240300 },
        { "text": "Observe the present moment experience as it happens,", "start": 240440, "end": 243639 },
        { "text": "without judgment,", "start": 243940, "end": 244979 },
        { "text": "interpreting it,", "start": 245259, "end": 246179 },
        { "text": "or becoming entangled with it.", "start": 246339, "end": 248020 }
      ]
    },
    {
      "text": "Watch the patterns of response as they develop and fade. Maintain this observatory stance throughout the entire video, always returning your attention to the present whenever your awareness wanders.",
      "segments": [
        { "text": "Watch the patterns of response as they develop and fade.", "start": 248520, "end": 251300 },
        { "text": "Maintain this observatory stance throughout the entire video,", "start": 252100, "end": 254679 },
        { "text": "always returning your attention to the present whenever your awareness wanders.", "start": 254919, "end": 259500 }
      ]
    },
    {
      "text": "In this way, you are attending in an observatory fashion, maintaining your perspective as a steady, neutral observer who non-judgmentally tracks both external stimuli and internal responses as they occur, moment by moment.",
      "segments": [
        { "text": "In this way,", "start": 260260, "end": 260899 },
        { "text": "you are attending in an observatory fashion,", "start": 261059, "end": 263859 },
        { "text": "maintaining your perspective as a steady,", "start": 263880, "end": 266739 },
        { "text": "neutral observer who non-judgmentally tracks both external stimuli and internal responses as they occur,", "start": 266880, "end": 273579 },
        { "text": "moment by moment.", "start": 273820, "end": 275019 }
      ]
    },
    {
      "text": "There is nothing to accomplish, nothing to achieve or resist. You are an observer, studying it all with steady attention, monitoring your bodily responses as information, becoming curious and maintaining an observational distance from both external content and internal reactions.",
      "segments": [
        { "text": "There is nothing to accomplish,", "start": 275600, "end": 276859 },
        { "text": "nothing to achieve or resist.", "start": 277160, "end": 278959 },
        { "text": "You are an observer,", "start": 279700, "end": 280559 },
        { "text": "studying it all with steady attention,", "start": 280920, "end": 282579 },
        { "text": "monitoring your bodily responses as information,", "start": 282980, "end": 286140 },
        { "text": "becoming curious and maintaining an observational distance from both external content and internal reactions.", "start": 286920, "end": 293320 }
      ]
    },
    {
      "text": "Simply pay attention, non-judgmentally, to your experience as it unfolds, moment by moment.",
      "segments": [
        { "text": "Simply pay attention,", "start": 293339, "end": 295459 },
        { "text": "non-judgmentally,", "start": 295660, "end": 296839 },
        { "text": "to your experience as it unfolds,", "start": 296940, "end": 299040 },
        { "text": "moment by moment.", "start": 299100, "end": 300220 }
      ]
    }
  ]
}
